let colors = {
  eight: [
    "#F4844F",
    "#F0B24E",
    "#3BC6E6",
    "#007CDC",
    "#00A8E5",
    "#927BE2",
    "#E785E4",
    "#E75C98"
  ],
  reverse_eight: [
    "#E75C98",
    "#E785E4",
    "#927BE2",
    "#00A8E5",
    "#007CDC",
    "#3BC6E6",
    "#F0B24E",
    "#F4844F"
  ],
  five: ["#F4844F", "#F0B24E", " #FFD64F", "#21C8EE", "#00A8E5"], // 深黄 灰黄 亮黄 浅蓝 蓝色
  four: ["#F0B24E", " #FFD64F", "#21C8EE", "#00A8E5"], //  灰黄 亮黄 浅蓝 蓝色
  reverse_five: ["#00A8E5", "#21C8EE", " #FFD64F", "#F0B24E", "#F4844F", "#8D9BC0"], //蓝色 浅蓝 亮黄 灰黄 深黄 浅紫
  platform: ['#6DC8EC', '#9270CA', '#FF9D4D', '#269A99', '#FF99C3','#5B8FF9','#5AD8A6','#5D7092','#F6BD16','#E8684A'],  // 浅蓝 浅紫 浅橙 绿色 桃子 蓝莓 青苹果 黑莓 香蕉 苹果
  ten: ['#5B8FF9','#5AD8A6','#F6BD16','#5D7092','#6DC8EC','#FF9D4D', '#9270CA', '#269A99', '#E8684A', '#FF99C3'] // 蓝莓 青苹果 香蕉 黑莓 浅蓝 浅橙 浅紫 绿色 苹果 桃子
};

export default colors;
